module.exports = {
    message:{
        language:'繁體',
        register:['登錄','注冊','注銷'],
        nav_title:[
            '主頁新聞','礦池統計','幫助中心','我的賬戶'
        ],
        nav_homepage:[
            '主頁','新聞','組','博客'
        ],
        min_sta:[
            '系統統計','Hash速率證明','礦區歷史','名人堂','JSON統計'
        ],
        help_center:[
            '幫助中心','開發角','服務條款'
        ],
        account:[
            '儀表槃','礦工','監控','報酬','報酬支付歷史','活動日志','設置'
        ],
        bitcoin_btn:'設置比特幣礦池',
        zcash_btn:'設置零鈔礦池'

    },
    introduce: {
      title: ['傳統&信任', '活躍的開發', '独特的投票系统', '高 可用性', '帳戶安全', '專業的技術支援'],
      one: [
        '世界上第一個比特幣礦池',
        '自2017年12月開始運作',
        '自2017年12月起有超過1000000比特幣已被挖',
        '長期穩定和準確的報酬支付歷史'
      ],
      two: [
        '新特性已添加。請從發佈說明獲取更多資訊。',
        '由您的hash速率驅動的開發提議',
        '提交您對礦池改進的建議並讓大家參與投票'
      ],
      three: '我們的游泳池在政治上保持中立。囙此，我們的投票制度給每一個礦工都發出了聲音。簡單地將您的散列率引導到您最喜歡的協定提議中。',
      four: '我們的服務器分佈全球。智慧的負載平衡和故障轉移系統確保您在99.9%的時間挖礦進行中。',
      five: "整個基礎設施運行在高度安全的服務器上。您的錢包可以由雙重認證（2FA）保護。",
      six: '我們的技術支援小組在這裡全年每天24小時為您服務。我們為給您在任何情况下提供有用的答覆正非常努力地工作著。'
  
    },
    account:{
      title:['請登錄','注冊賬戶'],
      lghint:['請輸入郵箱地址或手機號','請輸入密碼','請輸入郵箱','請再次輸入密碼'],
      btn:['登錄','注冊賬戶','忘記密碼','現在注冊','我同意','服務條款']
    },
    footer:['從','和','關注我們。','比特幣價格由','提供']
}