module.exports = {
  message: {
    language: '中文',
    register: ['登录', '注册', '注销'],
    nav_title: [
      '主页新闻', '矿池统计', '帮助中心', '我的账户'
    ],
    nav_homepage: [
      '主页', '新闻', '组', '博客'
    ],
    min_sta: [
      '系統统计', 'Hash速率证明', '矿区历史', '名人堂', 'JSON統计'
    ],
    help_center: [
      '帮助中心', '开发角', '服务条款'
    ],
    account: [
      '仪表盘', '矿工', '监控', '报酬', '报酬支付历史', '活动日志', '设置'
    ],
    bitcoin_btn: '设置比特币矿池',
    zcash_btn: '设置零钞矿池'
  },
  introduce: {
    title: ['传统 & 信任', '活跃的 开发', '独特的投票系统', '高 可用性', '账户 安全', '专业的 技术支持'],
    one: [
      '世界上第一个比特币矿池',
      '自2017年12月开始运作',
      '自2010年12月起有超过1,000,000比特币已被挖',
      '长期稳定和准确的报酬支付历史'
    ],
    two: [
      '新特性已添加。请从发布说明获取更多信息。',
      '由您的hash 速率驱动的开发提议',
      '提交您对矿池改进的建议并让大家参与投票'
    ],
    three: '我们的游泳池在政治上保持中立。因此，我们的投票制度给每一个矿工都发出了声音。简单地将您的散列率引导到您最喜欢的协议提议中。',
    four: '我们的服务器分布全球。 智能的负载平衡 和 故障转移系统 确保您在99.9%的时间挖矿进行中。',
    five: "整个基础设施运行在 高度安全的服务器 上。 您的钱包可以由 双重认证 (2FA) 保护。",
    six: '我们的技术支持小组在这里 全年每天24小时 为您服务。我们为给您在任何情况下提供有用的答复正非常努力地工作着。'
  },
  account: {
    title: ['请登录', '注册账户'],
    lghint: ['请输入邮箱地址或手机号码', '请输入密码', '请输入邮箱地址', '请再次输入密码'],
    btn: ['登录', '注册账户', '忘记密码', '现在注册', '我同意', '服务条款']
  },
  footer: ['从', '和', '关注我们。', '比特币价格由', '提供'],
  myaccount: {
    title: '账户',
    setmail: {
      title: '更改信息',
      change:['如果您要修改信息请先输入密码','要更改您的邮箱地址，请输入新邮箱并到您的旧邮箱里找到确认链接点击进去。'],
      mail:['当前邮箱','新邮箱'],
    },
    setpwd:{
      title:'更改密码',
      pwd:['当前密码','新密码','再次输入密码']
    },
    telphone:{
      title:'更换手机',
      telbox:'手机号'
    },
    btn:['重置','提交']
  }
}
